docs: org README
